Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: significantly above the market price. VAC will transition to reimburse at $6.00 per gram – which still remains above, but closer to the market price.
fr_fr: ACC passera à un remboursement à 6,00 $ le gramme, un montant qui correspondra davantage au prix du marché, tout en restant un peu plus élevé que celui-ci.

source: This adjustment maintains existing entitlements to meet the needs of Veterans, while ensuring the government is paying a fair price to provide this
fr_fr: L'ajustement maintient les droits existants requis pour répondre aux besoins des anciens combattants, tout en faisant en sorte que le gouvernement paye un juste prix pour offrir ce soutien.

source: support. For those Veterans who already purchase medical cannabis for $6.00 per gram or less, they will see no change.
fr_fr: En ce qui concerne les anciens combattants qui achètent déjà du cannabis médical à 6,00 $ le gramme ou moins, ils ne verront aucun changement.

source: Savings represent an actuarial accounting adjustment of employee future benefits.
fr_fr: Les économies représentent un ajustement actuariel des avantages futurs des employés.

source: Savings on a cash basis will be gradual, being realized over time as benefit payments are issued at a lower rate compared to the current status quo.
fr_fr: L'épargne selon la comptabilité de caisse sera progressive, se réalisant au fil du temps à mesure que les paiements des prestations seront versés à un taux inférieur à celui en vigueur actuellement.

source: Women and Gender Equality
fr_fr: Femmes et égalité des genres

source: The Department for Women and Gender Equality (WAGE) empowers women and 2SLGBTQI+ people through programs that enhance meaningful participation in our economy.
fr_fr: Le ministère des Femmes et de l'Égalité des genres Canada (FEGC) œuvre à ce que les femmes et les personnes 2ELGBTQI+ puissent jouer un rôle actif et reconnu dans l'économie grâce à des programmes ciblés.

source: The Department's work extends across government, and affects the lives of Canadians, ensuring that women, girls, and 2SLGBTQI+
fr_fr: Le travail du Ministère s'étend à l'ensemble du gouvernement et touche la vie de chaque personne au Canada, en veillant à ce que les femmes, les filles et les membres des communautés 2ELGBTQI+ puissent se réaliser pleinement.

source: people can achieve their full potential. Budget 2025 proposes to provide WAGE with funding of $528.4 million over four years, starting in 2026-27, with $132.1 million ongoing, to continue conducting its critical work towards eliminating discrimination and advancing the rights of women and 2SLGBTQI+ communities.
fr_fr: Le budget de 2025 propose de fournir à FEGC un financement de 528,4 millions de dollars sur quatre ans, à compter de 2026-2027, et 132,1 millions de dollars par année par la suite, pour que le Ministère poursuive son travail essentiel visant à éliminer la discrimination et à promouvoir les droits des femmes et des communautés 2ELGBTQI+.

source: To protect the essential mandate of WAGE, the department will be identifying savings of 2 per cent of its review base. Modernising Operations at the Federal Research Granting Councils
fr_fr: Pour continuer à remplir son mandat essentiel, FEGC cernera des possibilités d'économies équivalentes à 2 % de son assiette des dépenses visée par l'examen.

source: The federal research granting councils, the Canadian Institutes of Health Research (CIHR), the
fr_fr: Moderniser le fonctionnement au sein des Conseils fédéraux de subventions à la recherche

source: Natural Sciences and Engineering Research Council of Canada (NSERC) and the Social Sciences and Humanities Research Council of Canada (SSHRC), play an important role in advancing the government's growth agenda by advancing research and attracting top international research talent.
fr_fr: Les Conseils fédéraux de subventions à la recherche, les Instituts de recherche en santé du Canada (IRSC), le Conseil de recherches en sciences naturelles et en génie (CRSNG) et le Conseil de recherches en sciences humaines du Canada (CRSHC) jouent tous un rôle essentiel pour faire progresser le programme de croissance du gouvernement en favorisant la recherche et en attirant les meilleurs talents internationaux dans ce domaine.

source: To protect the essential role of the federal research granting councils, these organizations will achieve savings of 2 per cent of their respective review bases.
fr_fr: Pour continuer de jouer leur rôle essentiel à titre de conseils subventionnaires fédéraux de la recherche, ces organisations réaliseront des économies équivalentes à 2 % de leur assiette des dépenses visée par l'examen.

source: Modernising Operations at the Regional Development Agencies
fr_fr: Moderniser le fonctionnement au sein des agences de développement régional

source: To meet up to 15 per cent in savings targets over three years, the Regional Development Agencies (RDAs) will recalibrate their programming suite to focus on their mandate to
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, les agences de développement régional (ADR) réajusteront leur ensemble de programmes afin de se concentrer sur leur mandat qui est de promouvoir le développement économique à long terme.

source: promote long-term economic development. The agencies will reprioritize their respective Regional Economic Growth through Innovation programs towards support that strengthens their regions' economic development, focusing on investments that drive economic growth.
fr_fr: Grâce à l'innovation, elles réorienteront leurs programmes Croissance économique régionale par l'innovation respectifs pour fournir un soutien qui renforce le développement économique de leur région, en accordant la priorité aux investissements qui stimulent la croissance économique.

source: The RDAs will also wind down the Tourism Growth Program after 2025-26, with the industry continuing to be supported by regular programming.
fr_fr: Les ADR mettront également fin au Programme pour la croissance du tourisme après 2025-2026, mais l'industrie continuera de bénéficier d'un soutien dans le cadre des programmes réguliers.

source: The RDAs will also modernise their operations and internal services to reflect their program funding going forward and will implement targeted process improvements by optimizing their workflows and reducing duplication by integrating new technologies.
fr_fr: Les ADR moderniseront également leurs activités et leurs services internes afin de tenir compte du financement futur de leurs programmes et mettront en œuvre des améliorations ciblées des processus en optimisant leurs flux de travail et en réduisant les chevauchements grâce à l'intégration de nouvelles technologies.

source: Through digital transformation and integrating AI, as well as simplifying processes, the RDAs will increase their efficiency and minimize the
fr_fr: Grâce à la transformation numérique, à l'intégration de l'intelligence artificielle et à la simplification des processus, les ADR augmenteront leur efficacité et minimiseront les répercussions des réductions sur les services aux clients.

source: impact of the reductions on client services. These recalibrations are complemented by the recent provision of $1 billion to the RDAs to support a Regional Tariff Response Initiative .
fr_fr: À ces remaniements s'ajoute le récent financement au montant d'un milliard de dollars pour les ADR, qui appuiera l'Initiative régionale de réponse tarifaire .

source: <<< source: anx4-en.html >>>
fr_fr: <<< source: anx4-fr.html >>>

source: Annex 4: Debt management strategy
fr_fr: Annexe 4 : Stratégie de gestion de la dette

source: The 2026-27 Debt Management Strategy sets out the Government of Canada's objectives, strategy, and borrowing plans for its domestic and foreign debt program and the management of its official international reserves.
fr_fr: La Stratégie de gestion de la dette de 2026-2027 énonce les objectifs, la stratégie et les plans d'emprunt du gouvernement du Canada au chapitre de ses programmes de dette national et international, et de la gestion de ses réserves officielles de liquidités internationales.

source: The Financial Administration Act (FAA) requires that the Minister of Finance table, in each House of Parliament, a report on the anticipated borrowing to be undertaken in the fiscal year ahead, including the purposes for which the money will be borrowed and the management of the public debt, no later than 30 sitting days after the beginning of the fiscal year.
fr_fr: Aux termes de la Loi sur la gestion des finances publiques , le ministre des Finances doit déposer devant chaque chambre du Parlement un rapport faisant état, d'une part, des emprunts qu'il prévoit contracter au cours de l'exercice en question et de l'utilisation qu'il compte faire des fonds empruntés, et, d'autre part, de la gestion de la dette publique dans les 30 jours de séance suivant le début de l'exercice.

source: The Debt Management Strategy is usually included with the Budget as it permits an assessment of the Government of Canada's borrowing needs alongside contextual information included in Annex 1, such as overall financial requirements.
fr_fr: La Stratégie de gestion de la dette est habituellement incluse dans le budget, car elle permet d'évaluer les besoins d'emprunt du gouvernement du Canada ainsi que des renseignements contextuels figurant à l'annexe 1, comme les besoins financiers globaux.

source: Following the government's decision to move to a fall budgeting cycle, starting with Budget 2025, this Debt Management Strategy includes a preliminary borrowing plan for 2026-27, with an update to be provided in advance of the 2026-27 fiscal year.
fr_fr: À la suite de la décision du gouvernement de transitionner vers un cycle budgétaire automnal à compter du budget de 2025, la présente Stratégie de gestion de la dette comprend un plan d'emprunt préliminaire pour 2026-2027 et prévoit la présentation d'une mise à jour avant l'exercice 2026-2027.

source: The update will allow for the inclusion of any adjustments to the fiscal or economic environment ahead of the implementation of the 2026-27 Debt Management Strategy.
fr_fr: Cette mise à jour permettra d'apporter des rajustements en fonction du contexte budgétaire ou économique avant la mise en œuvre de la Stratégie de gestion de la dette de 2026-2027 .

source: This Debt Management Strategy also includes an update to the 2025-26 Debt Management Strategy released in July 2025.
fr_fr: La présente Stratégie de gestion de la dette comprend aussi une mise à jour de la Stratégie de gestion de la dette de 2025-2026 , publiée en juillet 2025.

source: Overall, the borrowing program is projected to be slightly lower for the remainder of fiscal year 2025-26 resulting in a downward revision to treasury bill issuance.
fr_fr: Dans l'ensemble, le programme d'emprunt devrait légèrement diminuer pour le reste de l'exercice 2025-2026, ce qui entraînera une révision à la baisse de l'émission de bons du Trésor.

source: Objectives
fr_fr: Objectifs

source: The fundamental objectives of debt management are to raise stable and low-cost funding to meet the financial requirements of the Government of Canada and to maintain a well-functioning market for Government of Canada securities.
fr_fr: Les objectifs fondamentaux de la gestion de la dette consistent à obtenir un financement stable à faible coût permettant de combler les besoins financiers du gouvernement du Canada et de maintenir le bon fonctionnement du marché de ses titres.

source: The government is committed to managing the debt program in a prudent manner to ensure a balanced debt structure that contributes to maintaining the stability of debt costs and to reducing the risk of the debt portfolio.
fr_fr: Le gouvernement est déterminé à administrer le programme de dette de manière prudente pour assurer une structure équilibrée de la dette, ce qui contribue au maintien de la stabilité des frais de la dette et à la réduction du risque du portefeuille d'emprunts.

source: Having access to a well-functioning government securities market contributes to lower costs and less volatile pricing for the government, ensuring that funds can be raised efficiently over time to meet the government's financial requirements.
fr_fr: L'accès à un marché des titres du gouvernement qui fonctionne bien contribue à réduire les coûts et l'instabilité des prix pour le gouvernement, ce qui lui permet d'obtenir des fonds de façon efficiente au fil du temps et de répondre à ses besoins financiers.

source: The Debt Management Strategy provides transparency on the government's borrowing plans to support a liquid and well-functioning market for Government of Canada securities and ensures the long-term sustainability of the government's borrowing program.
fr_fr: La Stratégie de gestion de la dette assure la transparence des plans d'emprunt du gouvernement pour maintenir la liquidité et le bon fonctionnement du marché de titres de celui-ci, et garantit la durabilité à long terme de son programme d'emprunt.

source: The government closely monitors financial markets and will adjust issuance if necessary to appropriately respond to shifts in market demand or changes to financial requirements.
fr_fr: Le gouvernement surveille de près les marchés financiers et rajustera si nécessaire les émissions afin de réagir de façon appropriée à l'évolution de la demande du marché ou de ses besoins financiers.

source: Outlook for Government of Canada Debt and Public Debt Charges
fr_fr: Perspectives concernant la dette du gouvernement du Canada et les frais de la dette publique

source: As a result of the government's responsible fiscal management, Canada continues to have a desirable fiscal and debt position relative to international peers.
fr_fr: Grâce à la gestion financière responsable du gouvernement, le Canada est toujours dans une bonne position par rapport à ses pairs internationaux pour ce qui est de sa situation budgétaire et de son niveau d'endettement.

source: Canada continues to have the lowest net debt-to-GDP ratio of G7 countries.
fr_fr: Le Canada continue d'enregistrer le plus faible ratio de la dette nette au produit intérieur brut (PIB) parmi les pays du G7.

source: Rating agencies cite Canada's effective and predictable policymaking, stable political institutions, economic resilience and diversity, well-regulated financial markets, and monetary and fiscal policy flexibility as drivers of the strong credit profile.
fr_fr: Les agences de notation indiquent que l'efficacité et la prévisibilité du processus décisionnel et la stabilité des institutions politiques du Canada, ainsi que la diversité et la résilience de son économie, ses marchés financiers bien réglementés et sa marge de manœuvre en matière de politique monétaire et budgétaire contribuent à la solide cote de crédit actuelle du pays.

source: Canada is rated AAA (equivalent) by Moody's, S&P, and DBRS, and AA+ by Fitch.
fr_fr: Les agences de notation Moody's, S&P et DBRS ont accordé au Canada la cote triple A (ou l'équivalent), et l'agence de notation Fitch, la cote AA+.

source: The government continues to monitor public debt charges and is committed to maintaining stable and low debt servicing costs.
fr_fr: Le gouvernement continue de surveiller les frais de la dette publique et se fait un devoir de maintenir les frais de service de la dette stables et bas.

source: The government now projects that public debt charges will amount to $55.6 billion in 2025-26, or 1.8 per cent of gross domestic product (GDP), and increase to 2.1 per cent by 2029-30.
fr_fr: Il prévoit maintenant que les frais de la dette publique seront de 55,6 milliards de dollars en 2025-2026, soit 1,8 % du PIB, et qu'ils atteindront 2,1 % du PIB d'ici 2029-2030.

source: Despite the rise of interest rates since 2022, the government's debt charges as a share of GDP remain sustainable, near historical lows, and below the historical average over the past 40 years of 3.2 per cent.
fr_fr: Malgré la montée des taux d'intérêt depuis 2022, les frais de la dette du gouvernement, en proportion du PIB, demeurent viables, proches de leurs creux historiques, et bien en dessous de la moyenne historique des 40 dernières années (3,2 %).

source: Maintaining low debt charges as a percentage of GDP reflects the government's prudent debt management in minimising debt servicing costs over recent years.
fr_fr: Le maintien des frais de la dette à un faible niveau de pourcentage du PIB démontre que le gouvernement a assuré une gestion prudente de la dette en limitant les frais de service de la dette ces dernières années.

source: Update to the 2025-26 Borrowing Plan
fr_fr: Mise à jour du plan d'emprunt de 2025-2026

source: The 2025-26 Debt Management Strategy released in July 2025 included projected financial requirements for measures announced between the Fall Economic Statement and June 9, 2025.
fr_fr: La Stratégie de gestion de la dette de 2025-2026 publiée en juillet 2025 énonçait les besoins financiers prévus pour réaliser les mesures annoncées entre l'Énoncé économique de l'automne et le 9 juin 2025.

source: Financial requirements for 2025-26 have declined slightly from what was projected in the 2025-26 Debt Management Strategy released in July 2025.
fr_fr: Les besoins financiers pour 2025-2026 ont légèrement baissé par rapport aux montants prévus dans la stratégie publiée en juillet 2025.

source: As a result, treasury bill issuance will decline slightly.
fr_fr: Par conséquent, l'émission de bons du Trésor subira une légère diminution.

source: Should actual borrowing needs differ between now and the end of the fiscal year, debt issuance will be adjusted initially through changes in the issuance of treasury bills.
fr_fr: Si les besoins d'emprunt réels varient d'ici la fin de l'exercice financier, l'émission de titres de créance sera revue et les rajustements toucheront d'abord l'émission de bons du Trésor.

source: The bond program is not forecast to change for the remainder of 2025-26.
fr_fr: On ne s'attend pas à une modification du programme des obligations pour le reste de 2025-2026.

source: The 30-year benchmark range (see Table A4.4 below) is being adjusted to ensure that the current benchmark building cycle is maintained.
fr_fr: La fourchette des obligations de référence à 30 ans (voir ci-après le tableau A4.4) est en cours de rajustement pour assurer le maintien du cycle des émissions de référence en voie d'être établies.

source: 2026-27 Borrowing Program
fr_fr: Programme d'emprunt de 2026-2027

source: In 2026-27, borrowing needs are projected to remain in line with those of 2025-26.
fr_fr: Selon les projections, les besoins d'emprunt de 2026-2027 devraient demeurer alignés sur ceux de 2025-2026.

source: The outlined objectives of raising stable low-cost funding and maintaining a well-functioning market have led the government to retain the broad parameters of the 2025-26 borrowing program for 2026-27.
fr_fr: Compte tenu des objectifs d'obtenir un financement stable à faible coût et de maintenir le bon fonctionnement du marché, le gouvernement a conservé pour 2026-2027 les paramètres généraux du programme d'emprunt de 2025-2026.

source: To ensure that the market has timely and updated information ahead of the 2026-27 fiscal year, an update will be provided to account for any evolution of the economic or fiscal environment.
fr_fr: Pour que le marché dispose en temps utile de renseignements à jour avant l'exercice 2026-2027, une mise à jour tenant compte de l'évolution du contexte économique ou budgétaire sera présentée.

source: Highlights from the Consultations
fr_fr: Faits saillants des consultations

source: In September 2025, the Department of Finance and the Bank of Canada held 30 meetings to hear the views of market participants.
fr_fr: En septembre 2025, le ministère des Finances et la Banque du Canada ont tenu 30 rencontres avec des participants au marché pour connaître leurs points de vue.

source: These consultations, which are an integral part of the debt management process, specifically sought views on issues related to the design and operation of the Government of Canada's domestic debt program for 2026-27.
fr_fr: Ces consultations font partie intégrante du processus de gestion de la dette et visaient expressément à obtenir des avis sur des questions concernant la conception et le fonctionnement du programme de dette national du gouvernement du Canada pour 2026-2027.

source: Overall, market participants viewed the Canadian bond market as functioning effectively despite periodic volatility in global bond markets.
fr_fr: Dans l'ensemble, les participants au marché ont indiqué que le marché des obligations du Canada fonctionne efficacement malgré la volatilité périodique observée dans le marché mondial des obligations.

source: Consistency and predictability continued to be important priorities for bond market participants.
fr_fr: La constance et la prévisibilité demeurent des priorités importantes pour les participants au marché des obligations.

source: The current mix of tenors for issuance was broadly viewed as being appropriate and well balanced.
fr_fr: De manière générale, la répartition des titres émis, toutes échéances confondues, a été jugée adéquate et bien équilibrée.

source: It was noted that elevated issuance from all levels of government was leading to some challenges for Canadian dealers with respect to balance sheet capacity.
fr_fr: Il a été souligné que le volume élevé de titres émis par tous les ordres de gouvernement posait certains défis en ce qui concerne la capacité au bilan des négociants canadiens.

source: In the treasury bill sector, market participants also expressed a general preference to keep treasury bill issuance around $300 billon, and satisfaction with the issuance size and mix of products.
fr_fr: Dans le segment des bons du Trésor, les participants au marché ont généralement exprimé une préférence pour garder les émissions de bons du Trésor aux environs de 300 milliards de dollars, et se sont dits satisfaits du volume des émissions et de la diversité des produits.

source: Projected Borrowing Activities for 2026-27
fr_fr: Opérations d'emprunt projetées en 2026-2027

source: The projected sources and uses of borrowings for 2025-26 and 2026-27 are presented in Table A4.1.
fr_fr: Les sources et les utilisations projetées des emprunts pour les exercices 2025-2026 et 2026-2027 sont présentées au tableau A4.1.

source: The comparison of actual sources and uses of borrowings against projections will be reported in the Debt Management Report for the corresponding fiscal year, which is released soon after the Public Accounts of Canada .
fr_fr: La comparaison des sources et des utilisations des emprunts, en données réelles, avec les projections pour le même exercice financier, sera présentée dans le Rapport sur la gestion de la dette , publié peu après les Comptes publics du Canada.

source: Sources of Borrowings
fr_fr: Sources des emprunts

source: The aggregate principal amount of money to be borrowed by the government in 2026-27 is projected to be $594 billion, down from $614 billion in 2025-26.
fr_fr: Le total projeté du principal que le gouvernement empruntera en 2026-2027 devrait s'établir à 594 milliards de dollars, une baisse par rapport aux 614 milliards de dollars de 2025-2026.

source: Seventy-five per cent of the total borrowings will be used to refinance maturing debt.
fr_fr: Sur le total des emprunts, 75 % serviront à refinancer la dette qui arrive à échéance.
